
	{
		"ids":[
			{
				"id": "motivoatencionadminpendientes-results",
				"headers": [
				{ "label": "Tipo Motivo" },
				{ "label": "Motivo" }
				],
				"rows": [
					{
						"id": "1",
						"data": [
							"Rechazo",
							"Qui voluptate qui maxime totam dignissimos reiciendis. Repudiandae delectus quis soluta quis. Nam nam sit. Ea ut id delectus inventore qui sint."
						]
					},
					{
						"id": "2",
						"data": [
							"Rechazo",
							"Iste dolorem officiis omnis. Velit dolore blanditiis est quia provident eveniet blanditiis. Sed vitae sit dolor eos. Cum ratione dolorem id voluptas sit. Atque et quo qui nobis sapiente quia enim."
						]
					},
					{
						"id": "3",
						"data": [
							"Rechazo",
							"Modi quibusdam ducimus officiis. Ea molestias qui molestiae. Qui itaque sit. Iste totam ea non quas est. Aperiam facilis at molestiae nihil neque mollitia et."
						]
					},
					{
						"id": "4",
						"data": [
							"Rechazo",
							"Aliquam est omnis provident. Provident incidunt numquam veritatis libero. Qui harum dolorem nulla. Amet nobis quisquam necessitatibus perferendis eius."
						]
					},
					{
						"id": "5",
						"data": [
							"Rechazo",
							"Placeat quaerat rerum voluptatibus similique. Sit eligendi quam natus. Et facilis aperiam nisi laudantium ut porro culpa. Voluptas distinctio consequatur quis assumenda temporibus sapiente corporis."
						]
					},
					{
						"id": "6",
						"data": [
							"Rechazo",
							"Fugiat laudantium unde non molestiae alias nesciunt. Ut aut dolor aut minima adipisci illo minima. Atque explicabo repudiandae fuga quasi."
						]
					},
					{
						"id": "7",
						"data": [
							"Rechazo",
							"Modi voluptatem temporibus. Fugiat quod quis accusamus est numquam. Voluptatem eum pariatur assumenda et perspiciatis placeat. Nobis possimus enim voluptas deserunt autem modi est. Aut praesentium nihil debitis et."
						]
					},
					{
						"id": "8",
						"data": [
							"Rechazo",
							"Et soluta qui molestiae. Sint quam et aliquid. Quis qui dicta eligendi delectus assumenda. Aliquid quia vitae id maxime corrupti. Laudantium et doloremque aperiam dolor error illo."
						]
					},
					{
						"id": "9",
						"data": [
							"Rechazo",
							"Illo dolores est voluptate. Repudiandae voluptatibus assumenda laborum nobis natus sed. Reprehenderit quibusdam commodi. Qui ea non."
						]
					},
					{
						"id": "10",
						"data": [
							"Rechazo",
							"Aut maiores aut odit iure voluptatem quis. Itaque facere voluptate est et facere consequatur maiores. Molestiae autem doloremque impedit dolores."
						]
					}
				]
			}
		]
	}
