
	{
		"ids":[
			{
				"id": "accionista-results",
				"headers": [
				{ "label": "Accionista de" },
				{ "label": "Nombre" },
				{ "label": "RFC" },
				{ "label": "% de Participación Accionaria" },
				{ "label": "Tipo de Persona" },
				{ "label": "Nacionalidad" },
				{ "label": "Persona Políticamente Expuesta (PEP)" }
				],
				"rows": [
					{
						"id": "1",
						"data": [
							"Aut id laborum amet animi maxime ducimus. Qui labore consequatur. Eum ipsa at expedita eos. Consequatur sint ut omnis sint.",
							"Commodi sunt neque.",
							"Quo debitis eos magnam et est in voluptatem.",
							"Qui odio cupiditate id quo voluptates aut.",
							"FISICA",
							"COLOMBIANA",
							"NO"
						]
					},
					{
						"id": "2",
						"data": [
							"Soluta quasi fugiat impedit exercitationem quae eaque. Incidunt recusandae temporibus amet ut. Est earum quis laborum quia qui. Eaque quisquam rerum. Atque consequatur similique id error minima quo.",
							"Magnam consequatur autem quas id.",
							"Nemo suscipit magni nemo debitis.",
							"Alias beatae quia eum.",
							"GOBIERNO",
							"PERUANA",
							"NO"
						]
					},
					{
						"id": "3",
						"data": [
							"Et eos molestiae. Architecto reiciendis non necessitatibus. Iure corporis aut id nihil incidunt doloribus. Aut exercitationem et sit nam veritatis.",
							"Sed numquam hic mollitia saepe dolor dolor.",
							"Totam dolores sit magni minima adipisci dolorem.",
							"Tenetur beatae et harum.",
							"MORAL",
							"MEXICANA",
							"SI"
						]
					},
					{
						"id": "4",
						"data": [
							"Eaque delectus quia repellendus. Qui a rerum vitae nemo. Debitis distinctio numquam provident odit fugit.",
							"At qui autem dolorum ullam in et aliquam.",
							"Asperiores ut aspernatur officia amet.",
							"Quis accusantium non et.",
							"GOBIERNO",
							"ESTADOUNIDENSE",
							"SI"
						]
					},
					{
						"id": "5",
						"data": [
							"Ut odio sint perferendis soluta doloremque. Animi aliquam odio delectus quia officiis mollitia. Quis natus maiores. Nihil dolores fuga.",
							"Qui ut ratione quaerat fugit officia quia.",
							"Ut consequatur dolores recusandae deserunt sit.",
							"Magnam voluptate ut soluta.",
							"GOBIERNO",
							"MEXICANA",
							"SI"
						]
					},
					{
						"id": "6",
						"data": [
							"Corporis labore explicabo eligendi. Architecto voluptas ratione fugiat. Non voluptatem distinctio eveniet omnis blanditiis. Ea veritatis reiciendis est quisquam quia quia non.",
							"Corrupti tenetur aliquam.",
							"Repudiandae et dolores molestiae et et velit saepe.",
							"Et omnis quis tempore non sed.",
							"GOBIERNO",
							"PERUANA",
							"NO"
						]
					},
					{
						"id": "7",
						"data": [
							"Distinctio perspiciatis quo at consequuntur quia inventore veritatis. Nihil enim consectetur. Est iusto animi aperiam adipisci voluptatibus labore minus. Ipsa ut vitae omnis. Enim velit est et inventore.",
							"Rerum expedita qui minima illum consequatur sed maiores.",
							"Consectetur officiis beatae ex ut.",
							"Consequatur corrupti repellat maxime.",
							"FISICA",
							"PANAMEÑA",
							"NO"
						]
					},
					{
						"id": "8",
						"data": [
							"Dicta vel debitis veritatis. Sit dicta suscipit magni voluptas. Rerum quia qui et. Qui deserunt cum mollitia ullam accusantium voluptatem omnis. Expedita modi saepe quo harum.",
							"Assumenda voluptatibus et eligendi hic maxime et cupiditate.",
							"Quaerat et similique officiis sint ex deserunt.",
							"Blanditiis quas tempore occaecati.",
							"GOBIERNO",
							"PERUANA",
							"NO"
						]
					},
					{
						"id": "9",
						"data": [
							"Quos ratione et sed mollitia qui voluptate dignissimos. Temporibus recusandae hic eos. Culpa a suscipit. Laborum maiores alias sequi.",
							"Ut qui corrupti sed qui nam quibusdam.",
							"Non qui qui.",
							"Nemo et architecto.",
							"MORAL",
							"PERUANA",
							"NO"
						]
					},
					{
						"id": "10",
						"data": [
							"Cum sit officia voluptatem magnam. Sint odit cum et. Placeat commodi corporis voluptatem. Qui aperiam totam.",
							"Consequatur ipsum omnis animi vitae.",
							"Rerum aut repellat ab.",
							"Pariatur libero quo quo doloribus non cumque harum.",
							"GOBIERNO",
							"ESTADOUNIDENSE",
							"NO"
						]
					}
				]
			}
		]
	}
